Repository: developsessions/b-r-udp-broadcast
Catalog: Automation Studio/as/system/A0453/Texts/EventLog_AR.tmx
Source language: en
Languages: de

source: No buffer free for function (srv_cnt too low in PBinit()). This error can also occur when reloading a BR module with PROFIBUS functions (solution: trigger WARMSTART).
de: ALI: Alle Kommunikationspuffer einer Telegramm-Queue sind belegt

source: ALI: Wrong transmittion direction of the selected Telegram queue (In/Out)
de: ALI: Falsche Übergaberichtung der gewählten Telegramm-Queue (In/Out)

source: ALI: The version of the NW configuration module is not supported
de: ALI: Die Version des NW-Konfigurationsmoduls wird nicht unterstützt

source: ALI: Not enough memory available
de: ALI: Zu wenig Speicher vorhanden

source: Connection number does not exist
de: ALI: Die angegebene Verbindungsnummer ist nicht projektiert

source: Connection is inactive
de: ALI: Unzulässige Operation auf inaktiver Verbindung

source: ALI: Invalid operation on an inactive connection
de: ALI: Unzulässige Operation auf aktiver Verbindung

source: Connection cannot be contacted
de: ALI: Unzulässiger Verbindungstyp

source: ALI: The given connection name is unplanned
de: ALI: Der angegebene Verbindungsname ist nicht projektiert

source: ALI: Warning: Executing Hidden Abort
de: ALI: Warnung: Versteckter Abort wurde durchgeführt

source: ALI: Connection is not a client connection
de: ALI: Verbindung ist keine Clientverbindung

source: INA2000: Incorrect path
de: INA2000: falscher Pfad

source: ALI: INIT not OK
de: ALI: INIT nicht OK, eventuell zu wenige Kommunikationskanäle konfiguriert

source: ALI: Error accessing to the communication module
de: ALI: Fehler bei Zugriff auf den Kommunikationsbaustein

source: ALI: The planned serial driver is not supported
de: ALI: Der projektierte serielle Treiber wird nicht unterstützt

source: ALI: Overrun of the communication buffer for serial communication
de: ALI: Overrun eines Kommunikationspuffers der seriellen Kommunikation

source: ALI: The SIO-Timer has too little us/TICK
de: ALI: Der SIO-Timer hat zu wenig us/TICK

source: ALI: Timer not suitable for cyclic operation or IRQ
de: ALI: Timer nicht geeignet für zyklischen Betrieb oder IRQ

source: ALI: Timeout in PP Handshake
de: ALI: Timeout im PP-Handshake

source: ALI: The maximum telegram length was exceeded during coding
de: ALI: Beim Kodieren wurde die maximale Telegrammlänge überschritten

source: ALI: The FRAME length was exceeded
de: ALI: Die FRAME-Länge wurde überschritten

source: ALI: The telegram is incorrectly coded and can't be decoded
de: ALI: Das Telegramm ist fehlerhaft kodiert und kann nicht dekodiert werden

source: ALI: The list available is too small
de: ALI: Die zur Verfügung gestellte Liste ist zu klein

source: ALI: Non-allowed type of ALI Device (SAP-List)
de: ALI: Unzulässiger Typ des ALI-Device (SAP-Liste)

source: ALI: The configured number of the communication buffer is not enough
de: ALI: Die projektierte Zahl der Kommunikationspuffer ist nicht ausreichend

source: ALI: The configured maximum telegram length is not enough
de: ALI: Die projektierte maximale Telegrammlänge ist nicht ausreichend

source: ALI: The PROFIBUS Service is not supported
de: ALI: Der PROFIBUS-Dienst wird nicht unterstützt

source: ALI: The version of the OV is incompatible with its communication partners
de: ALI: Die Version des OV ist inkompatibel mit der des Kommunikationspartners

source: ALI: The SAP List is not available on this device
de: ALI: Die SAP-Liste ist auf diesem Device nicht verfügbar

source: ALI: The selected function is not implemented.
de: ALI: Die gewählte Funktion ist nicht implementiert

source: ALI: The ALI client module must be loaded for client services.
de: ALI: Für Client-Dienste muss das ALI-Client Modul geladen sein

source: Invalid interface specified.
de: Ungültige Schnittstelle angegeben

source: Invalid value for parity.
de: Ungültiger Wert für Parität

source: Invalid value for baud rate.
de: Ungültiger Wert für Baudrate

source: The VB/DS handle is incorrect.
de: VB/DS-Handle stimmt nicht

source: Task/Request for confirmation not found.
de: Auftrag/Request zu Confirm nicht gefunden

source: Too many open requests.
de: Zu viele offene Requests

source: Error in driver OPEN.
de: Fehler im Treiber OPEN

source: No memory for (MEMCL_PCCSW) for DS structures.
de: kein Speicher (MEMCL_SPSSW) für DS-Strukturen

source: No memory (MEMCL_PCCSW) for DS drivers.
de: kein Speicher (MEMCL_SPSSW) für DS-Treiber

source: Too many open VLs.
de: Zu viele offene VL's

source: Entry in the table disabled.
de: Eintrag in der Tabelle disabled

source: Data type > last_dt
de: Datentyp > last_dt

source: BCD2/4/8 in the standard conv.
de: BCD2/4/8 in der Standard-Konv.

source: Incorrect data type.
de: Falscher Datentyp

source: Error in user conversion.
de: Fehler in der User Konvertierung

source: Incorrect connection number
de: Falsche Verbindungsnummer

source: WARMSTART occurred
de: WARMSTART wurde ausgelöst

source: RQB not free: still required for sending
de: RQB nicht frei: wird noch zum Senden benötigt

source: No tableau keybuffer reserved
de: Keine Tableau Tastenpuffer reserviert

source: No network card entry in the configuration module
de: Im Konfigurationsmodul ist keine Netzwerkkarte eingetragen

source: Wrong initializing parameters
de: Falsche Initialisierungsparameter

source: Error 1 during service processing
de: Fehler 1 bei der Dienstabwicklung

source: Error 2 during service processing
de: Fehler 2 bei der Dienstabwicklung

source: Error 3 during service processing
de: Fehler 3 bei der Dienstabwicklung

source: Error 4 during service processing
de: Fehler 4 bei der Dienstabwicklung

source: Received data length is larger than the reserved data buffer
de: Die empfangene Datenlänge ist größer als der reservierte Datenpuffer

source: Error response was received
de: Error Response wurde empfangen

source: Incorrect spec_id from the user
de: Falsche spec_id vom User

source: Service is not supported
de: Dienst wird nicht unterstützt

source: Error occurred when sending an unconfirmed service
de: Fehler beim Senden eines unbestätigten (unconfirmed) Dienstes aufgetreten

source: A PROFIBUS function was called, although no PBinit call had previously been carried out
de: Es wurde eine PROFIBUS-Funktion aufgerufen, obwohl zuvor kein PBinit-Aufruf durchgeführt wurde

source: Service management error 1 occured
de: Auftragsverwaltungsfehler 1 aufgetreten

source: Service management error 2 occured
de: Auftragsverwaltungsfehler 2 aufgetreten

source: Service management error 3 occured
de: Auftragsverwaltungsfehler 3 aufgetreten

source: Service management error 4 occured
de: Auftragsverwaltungsfehler 4 aufgetreten

source: Not enough array elements were given with PBgetOVM()
de: Bei PBgetOVM() wurden zuwenig Feldelemente mitgegeben

source: Connection is not VB orientated (error with PBconn)
de: Verbindung ist nicht VB orientiert (Fehler bei PBconn())

source: A connect or abort was carried out on an AUTO connection
de: Auf eine AUTO Verbindung wurde ein Connect oder Abort durchgeführt

source: Connection is already set to AUTO (another connect was triggered)
de: Verbindung ist bereits auf AUTO (ein weiterer Connect wurde ausgelöst)

source: Connection is not established and connect call was made
de: Verbindung ist nicht abgebaut und Connect-Aufruf vom Anwender

source: Invalid command was given
de: Ungültiges Kommando wurde gegeben

source: PBinit() was called twice
de: PBinit() wurde ein zweites Mal aufgerufen

source: PBinit() does not support additional parameters at the moment
de: PBinit() unterstützt derzeit noch keine Zusatzparameter

source: Connection cannot be used for PROFIBUS functions (incorrect device)
de: Verbindung ist für PROFIBUS-Funktionen nicht verwendbar (falsches Device)

source: Specified connection is for another device
de: Angegebene Verbindung geht auf ein anderes Device

source: A function was called although PBinit() was not active
de: Eine Funktion wurde aufgerufen, obwohl PBinit() noch nicht aktiv war

source: Given name is too long
de: Übergebener Name ist zu lang

source: PBinit(): Configuration module contains no network device
de: PBinit(): Konfigmodul enthält kein Netzwerk-Device

source: Error when requesting a buffer
de: Fehler beim Anfordern eines Puffers

source: Rsync or Ssync Ptr is a NULL pointer
de: Rsync oder Ssync Ptr ist NULL-Pointer

source: Reject: Too many parallel services were activated on one connection Only one download is allowed to be handled on a connection at any one time (if a second download is called while the first is still active, this error message is returned)
de: Reject: Es wurden zu viele parallele Services auf einer Verbindung aktiviert

source: on on connection only one DL can be initialized (this error messages appears if a second is started)
de: Auf einer Verbindung darf gleichzeitig nur ein Download abgewickelt werden

source: Error processing a download; (DL state maschine does not wait for a TERMDL_response)
de: Fehler bei der Abwicklung eines Download; (DL Statemaschine wartete nicht auf eine TERMDL_Response)

source: Download is currently active! TerminateDL is sent
de: Download ist gerade aktiv! TerminateDL wird gesendet

source: State conflict during download
de: State Konflikt beim Download

source: An invalid service was received with PBrec()
de: Mit PBrec() wurde ein ungültiger Dienst empfangen

source: Incorrect length given for a download
de: Falsche Länge beim Download angegeben

source: Terminate download received during download process
de: Terminate Download im Download-Vorgang empfangen

source: Other station reports: Final Result 0 (=Error)
de: Gegenstation meldet: Final Result 0 (=Error)

source: Abort: User pressed a key
de: Abbruch durch User Tastendruck

source: Command is not ready
de: Dienst ist noch nicht fertig

source: NW: Not enough memory on the NW card (-> NWCFG)
de: NW: Zu wenig Speicher auf der NW-Karte vorhanden (-> NWCFG)

source: NW: Layer2 LSAP Number too high (-> NWCFG)
de: NW: Layer2 LSAP Nummer zu hoch (-> NWCFG)

source: NW: Connection attribute for a VB is invalid (-> NWCFG)
de: NW: Verbindungsattribut bei einer VB ungültig (-> NWCFG)

source: NW: Dev_kbl_index of a VB is wrong (-> NWCFG)
de: NW: Dev_kbl_index einer VB ist falsch (-> NWCFG)

source: NW: Error occurred during Layer2 SAP Configuration
de: NW: Fehler beim Layer2 SAP-Konfigurieren aufgetreten

source: NW: A Layer2 LSAP is being accessed by several connections (-> NWCFG)
de: NW: Ein Layer2 LSAP wird von mehreren Verbindungen beansprucht (-> NWCFG)

source: NW: Error while initializing Layer2
de: NW: Fehler beim Initialisieren des Layer2

source: NW: Error starting Layer 2
de: NW: Fehler beim Start des Layer2

source: NW: Checksom Error during Download
de: NW: Fehler der Checksumme beim Download

source: NW: Meminit does not deliver a DPR_struct_ptr
de: NW: Meminit liefert nicht DPR_struct_ptr

source: NW: IN FIX KBL planned connection is not supported (-> NWCFG)
de: NW: IN FIX KBL projektierter Verbindungtyp wird nicht unterstützt (-> NWCFG)

source: NW: No valid FMA7 Service
de: NW: kein gültiges FMA7 Service

source: NW: FMA7 Service can not be executed
de: NW: FMA7 Service kann nicht ausgeführt werden

source: PBsend(): Parameter invalid
de: PBsend(): Parameter ungültig

source: PBsend(): Operating equipment for the local FDL controller is not available or not adequate
de: PBsend(): Betriebsmittel der lokalen FDL Steuerung nicht verfügbar oder nicht ausreichend

source: PBsend(): Source SAP (local SAP) is not configured for the desired service
de: PBsend(): Source-SAP (lokaler SAP) ist für den gewünschten Dienst nicht konfiguriert

source: PBsend(): SAP is already configured
de: PBsend(): SAP ist bereits konfiguriert

source: PBsend(): The locale station is not in the logical token ring
de: PBsend(): Die lokale Station ist nicht im logischen Token-Ring

source: PBsend(): No, or no plausible reaction from the remote station
de: PBsend(): Keine oder keine plausible Reaktion der Remote-Station

source: PBsend(): Negative acknowledgement (remote user/FDL interface error)
de: PBsend(): Negative Quittung (Remote User/FDL Schnittstellenfehler)

source: PBsend(): Negative acknowledgement (operating equipment for the remote FDL controller not available or not adequate)
de: PBsend(): Negative Quittung (Betriebsmittel der Remote-FDL Steuerung nicht verfügbar oder nicht ausreichend)

source: PBsend(): Service or remote address not activated for destination SAP (remote SAP)
de: PBsend(): Dienst oder Remote-Adresse beim Destination-SAP (remote SAP) nicht aktiviert

source: PBsend(): Positive acknowledgement for send data; negative acknowledgement for receive data (as not available for remote station)
de: PBsend(): Positive Quittung für Sendedaten; Negative Quittung für Empfangsdaten (da bei Remote-Station nicht vorhanden)

source: PBsend(): Negative acknowledgement for send data (as operating equipment for the remote station is not available or not adequate)
de: PBsend(): Negative Quittung für Sendedaten (da Betriebsmittel der Remote-Station nicht verfügbar oder nicht ausreichend)

source: SYSTEM: Object no longer exists
de: SYSTEM: Objekt existiert nicht mehr

source: No PLC task in the task class
de: Keine SPSTask in der Taskklasse

source: Invalid task class cycle time
de: Ungültige Taskklassenzykluszeit

source: Communication idle time only possible in 1 TC.
de: Kommunikationsrestzeit nur in 1 TK möglich

source: Communication idle time can be max. 50% of the total task class time.
de: Kommunikationsrestzeit max. 50% der Taskklassendauer

source: No timer device entered for the I/O scheduler in Sysconf.
de: Kein Timerdevice für IOScheduler in Sysconf eingetragen

source: Incorrect task class tolerance
de: Ungünstige Taskklassen-Toleranz

source: Stack overrun caused by cyclic program
de: Stacküberlauf verursacht durch zyklisches Programm

source: Task class numbers don't match
de: Taskklassennummern passen nicht zusammen

source: No input data when shoveling for the InitUP
de: Keine Inputdaten beim Schaufeln für das InitUP

source: No output data when shoveling for the InitUP
de: Keine Outputdaten beim Schaufeln für das InitUP

source: No input for the interrupt task class.
de: Kein Input bei der Interrupttaskklasse

source: SYSTEM: No enough queues configured
de: SYSTEM: Zuwenig Queues konfiguriert (Konfiguration)

source: Cycle time violation in the task class
de: Zykluszeitverletzung der Taskklasse

source: Loader: No GOT section in module
de: Loader: Keine GOT-Section im Modul vorhanden

source: Loader: GOT ID not supported
de: Loader: nicht unterstützte GOT-Kennung

source: Target loader not found on target
de: Target Loader ist nicht am Target vorhanden

source: Loader: B&R module start not found.
de: Loader: B&R-Modul Anfang nicht gefunden

source: Loader: Loader management not initialized
de: Loader: Loader-Verwaltung nicht initialisiert

source: No program heap memory available
de: kein Programm Heap-Speicher verfügbar

source: Error loading program or library.
de: Fehler beim Laden des Programms oder der Bibliothek.

source: Loader cannot resolve relocations.
de: Loader kann Relokationen nicht auflösen.

source: Error exporting symbols.
de: Fehler beim Exportieren von Symbolen.

source: SYSTEM: Too little message buffer is available
de: SYSTEM: Speicherengpass im Stack (Systemregion) in der Message Queue

source: Stack overrun caused by cyclic program (HS task class)
de: Stacküberlauf verursacht durch zyklisches Programm (SS-Taskklasse)

source: The data area of the HS task class has been destroyed
de: Der Datenbereich der HS-Taskklasse wurde zerstört

source: Cycle time violation of HS task class
de: Zykluszeitverletzung der HS-Taskklasse

source: There is no task class #1
de: Es gibt keine Taskklasse #1

source: Message queue overrun
de: SYSTEM: Message Queue Überlauf

source: This I/O controller is not implemented
de: Dieser IO-Controller ist nicht implementiert

source: HW configuration: At least EXERMO V1.40 required
de: HW-Konfiguration: Zumindest EXERMO V1.40 notwendig

source: Timeout during cyclic command on the IO controller
de: Timeout beim zyklischen Kommando an den IO-Controller

source: The lenght of the line must not be more than 1024 characters!
de: Die Länge der Zeile darf 1024 Zeichen nicht überschreiten.

source: No CM471 module available
de: _CM471IO: CM471-Modul nicht vorhanden

source: WRITE_OVERFLOW; write ring buffer is full
de: _CM471IO: IOC_write Ringbuffer voll

source: READ_OVERFLOW; read ring buffer is full, data from CM471 is lost!
de: _CM471IO: IOC_read Ringbuffer voll

source: read ring buffer is empty, no more data
de: _CM471IO: IOC_read Ringbuffer leer

source: No information available (incorrect context).
de: IO-Bibliothek: Keine Information verfügbar

source: Function was called simultaneously in more than one resource.
de: IO-Bibliothek: Mehrere Aufrufe gleichzeitig nicht zulässig

source: Force cannot be performed for analog data with uneven length or uneven address.
de: IO-Bibliothek: Forcen auf Analog-IO mit ungerader Länge oder Adresse nicht möglich

source: Function cannot be called in timer resources.
de: IO-Bibliothek: Aufruf in einer HS-Taskklasse nicht erlaubt

source: I/O module inserted but the module type doesn't match.
de: IO-Bibliothek: IO-Modul gesteckt, aber Modultyp stimmt nicht

source: I/O module, screw-in module or system module not inserted or incorrect.
de: IO-Bibliothek: IO-Modul nicht gesteckt

source: Incorrect data_adr address given.
de: IO-Bibliothek: Falsche Adresse 'data_adr' angegeben

source: Incorrect intern_off offset or incorrect data_len length.
de: IO-Bibliothek: Falscher Offset 'intern_off' oder falsche Länge 'data_len'

source: Function is not allowed to be called on parallel processor or multi-processor.
de: IO-Bibliothek: Funktion am MP/PP nicht zulässig

source: Function in progress (call in next cycle required).
de: IO-Bibliothek: Funktion in Arbeit (Aufruf im nächsten Zyklus notwendig).

source: IO-Library: FBK not allowed for this CPU type
de: IO-Bibliothek: Funktion auf diesem CPU-Typ nicht zulässig

source: This module EMU_2005 is for another CPU type
de: IO-Bibliothek: Dieses Modul EMU_2005 ist für einen anderen CPU-Typ bestimmt

source: Function not possible with optimized I/O emulation.
de: IO-Bibliothek: Funktion bei optimierter I/O-Emulation derzeit nicht möglich

source: Function not possible for systems with EX350.
de: IO-Bibliothek: Funktion auf Systemen mit EX350 derzeit nicht möglich

source: No access to 2010 I/O or 2005 expansions.
de: IO-Bibliothek: Kein Zugriff auf 2010-I/O bzw. 2005-Erweiterungen

source: No 2005 basis I/O available.
de: IO-Bibliothek: Kein 2005-Basis-I/O vorhanden

source: Hardware configuration code not supported.
de: IO-Bibliothek: Kennung der Hardware-Konfiguration wird nicht unterstützt

source: FBK data no longer available in I/O internal pool.
de: IO-Bibliothek: Funktionsblock-Daten liegen nicht im I/O-Merker-Pool

source: IO-Library: IO exception caused of last ASIC#2 command (IO_check)
de: IO-Bibliothek: IO-Exception durch vorigen ASIC#2 Auftrag (IO_check)

source: IO-Library: sc_adr must be WORD-aligned (IO_mphydef)
de: IO-Bibliothek: sc_adr muss WORD-aligned sein (IO_mphydef)

source: IO2003 Manager not available or memory problem
de: IO2003: Manager nicht vorhanden bzw. Speicherproblem

source: IO2003 Initialization faulty
de: IO2003: Initialisierung fehlerhaft

source: IO2003 Busy Timeout in cycle
de: IO2003: Busy-Timeout im Zyklus

source: IO2003 Configuration change
de: IO2003: Konfigurations-Änderung

source: IO2003 AIF Version not supported
de: IO2003: AIF-Version nicht unterstützt

source: IO2003 ANP Version not supported
de: IO2003: ANP-Version nicht unterstützt

source: Error in direct I/O.
de: IO2003: Fehler beim Direkt-IO

source: IO2003 Data type error for elements of SYS2003
de: IO2003: Fehler bei den Datentypen der Elemente von SYS2003

source: 2003: Direct I/O overflow.
de: IO2003: Direkt-I/O-Overflow.

source: 2003: Old direct I/O task still active.
de: IO2003: Alter Direkt-I/O-Auftrag noch aktiv

source: IO2003 Maximum number of IO modules to the right of CPU exceeded
de: IO2003: Maximale Anzahl von IO-Modulen rechts der CPU überschritten

source: IO2003 Special module access is only possible using special FBKs possible
de: IO2003: Sondermodulzugriff ist nur über spezielle FUBs möglich

source: IO2003: Manager not compatible with version of Automation Runtime
de: IO2003: Manager inkompatibel zur Automation Runtime-Version

source: LS472 Manager not initialized
de: LS472: Manager nicht initialisiert

source: LS472 - Incorrect check sum for communication
de: LS472: Falsche Prüfsumme bei Kommunikation

source: LS472 - ANP does not respond
de: LS472: ANP antwortet nicht

source: LS472 - Incorrect response for watchdog report
de: LS472: Falsche Antwort bei Watchdogaufziehen

source: LS472 - Incorrect slot number
de: LS472: Falsche Slotnummer

source: LS472 - Slot not enabled
de: LS472: Slot ist nicht enabled

source: LS472 - Register15 response for Read
de: LS472: Register15 Antwort bei Read

source: RTC_snF(): Switch point not for the current year.
de: RTC_snF(): Schaltzeitpunkte nicht für das aktuelle Jahr

source: RTC_snF(): Switching months swapped.
de: RTC_snF(): Schaltmonate vertauscht

source: RTC_snF(): Switching point would cause a date change.
de: RTC_snF(): Schaltzeitpunkt würde eine Datumsänderung bewirken

source: RTC_bfix(): Maximum correction time per day exceeded.
de: RTC_bfix(): Maximale Korrekturzeit pro Tag überschritten

source: RTC_bfix(): Maximum total correction time exceeded.
de: RTC_bfix(): Maximale Gesamtkorrekturzeit überschritten

source: The PLC task/HS task chaining is destroyed
de: Die SPSTask/HSTaskverkettung der TC/HSTC ist zerstört

source: SYSTEM: Invalid ObjectID
de: SYSTEM: ungültige ObjektID

source: No message received.
de: SYSTEM: Keine Nachricht eingetroffen

source: The system manager is not correctly configured
de: Der Systemmanager ist nicht korrekt konfiguriert

source: INFO: Taskclasses synchronous to POWERLINK
de: INFO: Taskklassen synchron zu POWERLINK

source: The cyclical activities of the system manager are missing
de: Die zyklischen Tätigkeiten des Systemmanagers fehlen

source: System cycle time violation/Total time bottle-neck in system
de: Systemzykluszeitverletzung / Totaler Zeitengpaß im System

source: B&R Library or mathematic library not installed
de: B&R Bibliothek bzw. Mathematikbibliothek nicht installiert

source: System Manager internal Error
de: Interner Fehler Systemmanager

source: Incorrect parameter transmitted to system manager
de: Falsche Parameterübergabe an Systemmanager

source: Communication channel is already being used
de: Kommunikationskanal wird bereits benutzt

source: Communication channel is not used
de: Kommunikationskanal wurde nicht benutzt

source: Cyclic system manager action is not implemented
de: Zyklische Systemmanageraktion nicht implementiert

source: Module checksum destroyed
de: Prüfsumme eines Moduls ist falsch

source: System Manager Checksum destroyed
de: Prüfsumme einer Systemstruktur ist falsch

source: Checksum of the system anchor destroyed
de: Prüfsumme der Systemanker ist falsch

source: Checksum of the base management table destroyed
de: Prüfsumme der Basisverwaltungstabelle ist falsch

source: Checksum of the system management table destroyed
de: Prüfsumme der Systemverwaltungstabelle ist falsch

source: Too many EX100 / NW100 modules
de: Anzahl der vorhandenen EX100 / NW100 ist zu groß

source: System Structure No. 0 destroyed
de: Systemstruktur Nr. 0 zerstört (Taskklassen Tabelle)

source: System structure no. 1 destroyed (PLC task table)
de: Systemstruktur Nr. 1 zerstört (SPS-Task Tabelle)
